Repository: abdullokhakimov/spint-app
Catalog: backend/spint/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Неправильный формат времени
uz: Noto'g'ri vaqt

source: Создатель бронирования не может быть в списке приглашенных пользователей
uz: Bandlovni yaratgan odam taklif qilingan foydalanuvchilar ro'yxatida bo'lishi mumkin emas

source: Бронь на число {request.data.get('date')}, и время {t} уже существует
uz: {request.data.get('date')} sana va {t} vaqtiga bandlov allaqachon mavjud

source: Требуется данные пользователя
uz: Foydalanuvchi maʼlumotlari talab qilinadi

source: Пользователь не найден
uz: Foydalanuvchi topilmadi

source: Пользователь не в списке приглашенных пользователей
uz: Foydalanuvchi taklif qilingan foydalanuvchilar ro'yxatida yo'q

source: Приглашение не найдено
uz: Taklif topilmadi

source: Пользователь успешно исключен из списка приглашенных пользователей
uz: Foydalanuvchi taklif qilingan foydalanuvchilar ro'yxatidan muvaffaqiyatli olib tashlandi

source: Вы не можете приглашать самого себя
uz: Siz o'zingizni taklif qila olmaysiz

source: Только пользователь, создавший бронирование, может отправлять приглашения.
uz: Faqat bandlovni yaratgan shaxs taklifnoma yuborishi mumkin.

source: Вы уже отправляли приглашение этому пользователю для этого бронирования.
uz: Siz allaqachon ushbu foydalanuvchiga bandlov uchun taklifnoma yuborgansiz.

source: Приглашение отправлено
uz: Taklif yuborildi

source: Неправильный статус
uz: Noto'g'ri holat

source: Статус приглашения {invitation.id} обновлен на {invitation.status}
uz: {invitation.id} taklifi holati {invitation.status} ga yangilandi

source: Такой номер телефона уже используется другим пользователем
uz: Bu telefon raqami allaqachon boshqa foydalanuvchi tomonidan ishlatilmoqda
